Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/ffk/strategier_i_finnmark.txt.tmx
Source language: nob
Languages: fkv

source: 7.3 Arvespråk i opplæringa Retten til å velge opplæring i finsk eller kvensk språk bør gjelde i hele skoleløpet og gjelde elever over hele landet, siden kvener og norskfinner er bosatt i hele Norge.
fkv: 7.3 Perimäkieli opetuksessa Oikkeus valita suomen tahi kväänin kielen opetusta pittää jällätä koko koulunkäynin aijan. Tämä oikkeus pittää kans jällätä oppiijoita koko maassa, ko kväänit ja norjansuomalaiset asuthaan ympäri Norjaa.

source: Målrettet plan 2017-2021 – videre innsats for kvensk språk peker på behovet for kompetanseheving og rekruttering til undervisningsstillinger på alle nivå i skoleverket.
fkv: Suuntaplaana kväänin kielele 2017-2021 näyttää ette oon tarvet nostaat kompetansin ja rekryteerata opettaajiita kouluvärkin kaikissa tasoissa.

source: Kunnskapsdepartementet vil i løpet av 2018 ha en høringsrunde på en lovendring som presiserer at elever har rett til opplæring i kvensk eller finsk, jf. opplæringsloven § 2-7.18 Det er et stort behov for økt tilfang av læremidler for språkene på alle nivå.
fkv: Vuoen 2018 aikana Tietodepartementti aikkoo lähättäät kuulole lainmuutoksen, joka presiseeraa ette oppiijoila oon oikkeus oppiit kväänin tahi suomen kieltä, kt. opetuslaki § 2-7.17 Kaikissa tasoissa tarvithaan lissää oppimateriaalii.

source: Barnehage Barnehage er svært viktig for barns mulighet til å lære sitt arvespråk på en naturlig måte.
fkv: Lastentaras Lastentaras oon kovin tärkkee siinä ette lapset saahaan maholisuuen oppiit oman perimäkielen luonolisela tavala.

source: Språkreir, en type barnehage der barna er omgitt av minoritetsspråket hele dagen, kan være en god måte å fremme barnas språklæring på.
fkv: Kielipesä, joka oon yksi lastentarhaan tyyppi missä lapset kuulhaan minuriteettikieltä koko päivän, saattaa olla hyvä tapa eistäät lapsiin kielenoppimista.

source: Det kan også bidra til at foreldre lærer språket sammen med barna.
fkv: Vanhiimet saahaan oppiit kieltä lapsiin kans.

source: I Målrettet plan 2017-2021 – videre innsats for kvensk språk pekes det på behovet for rekruttering til arbeid med språk og kultur i barnehager, samt kompetanseutvikling av personell.
fkv: Suuntaplaana kväänin kielele 2017-2021 peekkaa siihen ette oon tarvet rekryteerata kielija kylttyyrityöhön lastentarhoissa, ja nostaat lastentarhoitten työteliijöitten kompetanssii.

source: I Språkrådets regi skal Utdanningsdirektoratet bidra med utvikling av materiell til kvenske barnehagebarn, som en oppfølging av Målrettet plan 2017-2021.
fkv: Kieliraatin kautta Koulutusdirektoraatti aikkoo laittaat materiaalii lastentarhaissiin kväänilapsile, niin ko lukkee Suuntaplaanassa kväänin kielele 2017-2021.

source: Grunnskole Opplæringsloven gir elever med kvensk/norskfinsk bakgrunn ved skoler i Troms og Finnmark rett til opplæring i finsk når minst tre elever krever det.
fkv: Peruskoulu Opetuslaki anttaa niile Tromssan ja Finmarkun oppiijoile, keilä oon kväänin/norjansuomalainen tavusta, oikkeuen suomen kielen opetuksheen ko vähin kolme oppiijaa vaajithaan sen.

source: Ved innføring av reformen L97 ble faget Finsk som andrespråk introdusert med en egen fagplan, og fra Kunnskapsløftet 06 har kvensk og finsk hatt likestilt posisjon som opplæringsspråk.
fkv: Ko L97-reformin otethiin pithoon, niin faaki Finsk som andrespråk sai oman faakiplaanan. Tietoluppauksessa 06 (Kunnskapsløftet 06) kväänin ja suomen kielelä oon samanarvoinen paikka oppimiskielinä.

source: Antallet elever som velger finsk/kvensk som andrespråk har gått kraftig ned siden ordningen ble innført.
fkv: Suomi/kvääni toisena kielenä oppiijoitten luku oon menny kovasti alaskäsin siitä saakka ko tämän oorningin otethiin pithoon.

source: Norutrapport 14/2015 har undersøkt årsaken til nedgangen, og finner flere forhold: mangelfull informasjon fra skoleeier om rettigheter og tilbud, varierende lærerkompetanse, fagets plass i timeplanen (timer tas ofte fra andre fag), og mindre motivasjon hos elevene når den språklige støtten i lokalsamfunnet er svak eller mangler helt.
fkv: Norut-rapportti 14/2015 oon tutkinu syytä miksi niin oon, ja löyttää usseita vastauksii: koulunomistaaja oon antanu vailuuvan informasjuunin oikkeuksista ja tarjouksista, opettaajiitten kompetanssi vaihettellee, faakin paikka tiimaplaanassa (usseen käypi niin ette otethaan kväänin oppitiimat muista faakiista), ja ette oppiijoila oon vähemän motivasjuunii sen tähen ko paikalissamfynnin kielelinen kuurto oon heikko tahi vailuu kokonhansa.

source: 19 Videregående skole Flere videregående skoler tilbyr undervisning i finsk som andrespråk eller fremmedspråk.
fkv: 18 Jatkokoulu Usseet jatkokoulut annethaan suomen kielen opetusta toisena kielenä tahi vierhaana kielenä.

source: Det er behov for ordninger som gjør at flere velger kvensk eller finsk språk i skolen, for eksempel stipendordninger, tilskudd til elevutveksling og studieopphold, eller andre måter å gjøre valg av faget attraktivt på.
fkv: Se tarvithaan oorningit mikkä lisäthään intressii ette usseemat valithaan kväänin tahi suomen kielen koulussa. Nämät oorningit saatethaan olla stipendioorningit, apu oppiijoitten reisuile ja koulutuksele, eli muut tavat mikkä tehhään faakin attraktiiviseksi.

source: Ordninga med kvenske loser, Kveeniluusit,20 har bidratt til å styrke motivasjon og identitetsfølelse for elevene.
fkv: Kveeniluusit-oorninki 19 oon ollu myötä lujittamassa mutivasjuunin ja identiteetin tunnetta oppiijoissa.

source: Finansiering av losordninga bør bli et offentlig ansvar, på samme måte som ordninga med samiske veivisere.
fkv: Luusioorninki pittää tulla viraliseksi eesvastaukseksi, samhaan laihiin ko saamelaisten opastajiitten kans.

source: Muligheten til å velge kvensk eller finsk språk bør gjelde over hele landet.
fkv: Se pittää käyä laihin valita kväänin tahi suomen kielen koko maassa.

source: Undervisningstilbud i kvensk og finsk kan løses gjennom nettskole eller fjernundervisning på de stedene det ikke er permanent tilbud.
fkv: Sielä missä ei ole fasta kväänin ja suomen kielen opetustarjous, niin oppiijat saatethaan käyä nettikouluu tahi oppiit kieltä kaukhaisopetuksen kautta.

source: En av de videregående skolene i Finnmark bør få status som ressursskole for finsk og kvensk språk.
fkv: Yksi Finmarkun jatkokouluista pittää saaha suomen ja kväänin kielen resyrsikoulun statuksen.

source: Voksenopplæring Voksenopplæring er et svært viktig tilbud til de som ikke tidligere har fått opplæring i sitt arvespråk.
fkv: Raavhaittenopetus Raavhaittenopetus oon kovin tärkkee tarjous niile, kukka ei ole aijemin saanheet oppiit ommaa perimäkieltä.

source: Voksenopplæring kan bidra til å gjøre foreldre bedre i stand til å videreføre språket til sine barn.
fkv: Raavhaittenopetus saattaa anttaat vanhiimiile pareman maholisuuen vieä kielen etheenkäsin omile lapsile.

source: Kommunalog moderniseringsdepartementet har for planperioden 2017 – 2021 utredet mulighetene for en voksenopplæringsordning i kvensk.
fkv: Komunaalija uuistusdepartementti oon plaanaperiuudissa 2017-2021 tutkinu maholisuuksii kväänin kielen raavhaittenopetuksen oorningille.

source: Departementet har i 2018 gitt støtte til to kvenske språksentre i Finnmark;
fkv: Departementti oon vuona 2018 antanu kuurttoo kahtheen kielisentterhiin Finmarkussa;

source: ett i Porsanger og ett i Vadsø.
fkv: yksi Porsangissa ja yksi Vesisaaressa.

source: Språksentrene vil spille en vital rolle for voksenopplæring, kontakt mellom generasjoner og kunnskapsoverføring.
fkv: Kielisentterit tulhaan olemhaan tärkkeet raavhaittenopetuksessa, kontaktissa sukupolviin kesken ja tieonjakamisessa.

source: 7.4 Strategier • Legge til rette for økt bevissthet og kunnskap om kvensk/norskfinsk kultur og historie hos alle elever i videregående skole i Finnmark.
fkv: 7.4 Strategiat • Työtelä sen eestä ette kaikki oppiijat Finmarkun jatkokouluissa tiiethään ja opithaan enämen kväänin/norjansuomalaisen kylttyyrin ja histuurian ympäri.

source: • Tilrettelegge for at en av de videregående skolene i Finnmark kan få status som ressursskole for finsk og kvensk språk.
fkv: • Työtelä sen eestä ette yksi Finmarkun jatkokoulu saapi suomen ja kväänin kielen resyrsikoulun statuksen.

source: • Være en pådriver for Kveeniluusit – Kvenske loser som et nasjonalt tiltak for å spre informasjon om kvener i ungdomsskoler og videregående skoler.
fkv: • Työtelä sen eestä ette Kveeniluusit – Kvenske loser tullee nasjunaaliseksi toimeksi, niin ette jajethaan tiettoo kvääniin ympäri nuoriinkouluissa ja jatkokouluissa.

source: • Sikre kvenskog finskfagets plass i grunnskole og videregående skole, og stimulere flere elever til å velge kvensk eller finsk språk.
fkv: • Turvata kväänin ja suomen faakin paikan peruskouluissa ja jatkokouluissa, ja stimyleerata oppiijoita valittemhaan kväänin tahi suomen kielen.

source: • Være en pådriver for at kvenske/norskfinske barn får mulighet til å lære og utvikle sitt arvespråk og at foreldre får lære kvensk eller finsk sammen med sine barn til støtte for barnas språkutvikling i barnehage og skole.
fkv: • Työtelä sen eestä ette kvääni-/norjansuomalaiset lapset saahaan maholisuuen oppiit ja eistäät ommaa perimäkieltä, ja ette vanhiimet saahaan oppiit kväänii tahi suomee yhessä ommiin lapsiin kans, ja sillä tavala kuurota lapsiin kieleneistystä lastentarhaassa ja koulussa.

source: • Stimulere til produksjoner med kvensk/norskfinsk kultur som tema i Den kulturelle skolesekken.
fkv: • Stimyleerata ette tullee lissää produksjuunii missä kväänin/norjansuomalainen kylttyyri oon teemana Kylttyyrisessä koulusäkissä.

source: Her ser vi del av resultatet av det toårige bilaterale gjestekunstprosjektet om minoriteten kvener/norskfinner “Kven Connection”, en samarbeidsproduksjon mellom Vadsø museum – Ruija kvenmuseum, Vadsø kunstforening og Taike Arts Promotion Centre Finland.
fkv: Tässä näjemä osaresyltaatin kahenvuotisesta biilateraalisesta vieraskynstiprosjektista “Kven connection” kväänin/norjansuomalaisen minuriteetin ympäri. Prosjekti oon yhtheistyöproduksjuuni Vesisaaren museumin – Ruijan kväänimuseumin*, Vesisaaren kynstiforeeningin ja Taike Arts Promotion Centre Finlandin (Taiteen edistämikeskus) välilä.

source: 8.1 Kvensk/norskfinsk litteratur Det finnes en hel del litteratur som kan kalles kvensk, enten fordi kvenske/norskfinske tema behandles, eller fordi forfatteren skriver på kvensk språk.
fkv: 8.1 Kväänin/norjansuomalainen litteratuuri Se löyttyy joukon paljon litteratuurii jota saatethaan käskeet kvääniksi, ko niissä käsitelhään teemoi kvääniistä/ norjansuomalaista, tahi ko kirjailiija kirjoittaa kvääniksi.

source: En kan skille mellom tradisjonell litterær virksomhet (muntlig overlevert folkedikting, fortellinger, religiøse tekster, sanger) og nyere litterær virksomhet (skjønnlitteratur, lese-/lærebøker, tekstsamlinger).
fkv: Se saatethaan tehhä eroituksen tradisjunellin litteräärisen toimen (suulinen diktinki, muistelukset, uskonolliset tekstit, laulut) ja uueman litteräärisen toimen välilä (sievälitteratuuri, lukema-/oppikirjat, tekstikokhoonpanot).

source: 21 Finnmarksforfattere som har tatt i bruk kvensk som litterært språk er Alf NilsenBørsskog (romaner, lyrikk), Agnes Eriksen (lærebøker, barnebøker) og Solgunn Hesjevoll (fortellinger).
fkv: 20 Kirjailiijat Finmarkussa kekkä oon kirjoittanheet litteratuurii kvääniksi oon Alf Nilsen-Børsskog (romaanit, lyrikki), Agnes Eriksen (oppikirjat, lastenkirjat) ja Solgunn Hesjevoll (muistelukset).

source: Kvenske/ norskfinske tema behandles i sakprosa og skjønnlitteratur i norsk språkform blant annet av Ingeborg Arvola, Hans Kristian Eriksen, Idar Kristiansen, Olav Beddari (utgav også tekster på finsk), Thor Robertsen og Henry Pedersen.
fkv: Kväänin/norjansuomalaissii teemoi käsitelhään assiipruusassa ja sievälitteratuurissa norjan kielelä muun myötä näitten kirjaliijoitten kirjoissa: Ingeborg Arvola, Hans Kristian Eriksen, Idar Kristiansen, Olav Beddari (antoi ulos kans tekstiitä suomeksi), Thor Robertsen ja Henry Pedersen.

source: Litteraturen om kvenene/norskfinnene er spredt på mange sjangre, som eldre og nyere reiseskildringer, lokalhistoriske publikasjoner og forskningslitteratur.
fkv: Se oon kirjoitettu litteratuurii kvääniin/norjansuomalaisten ympäri monissa sjangeriissa, niin ko vanhemissa ja uuemissa reisukuvvauksissa, paikalishistuurialisissa publikasjuuniissa ja tutkimuslitteratuurissa.

source: Særlig etter 1970 har kvensk språk, kultur og historie blitt egne forskningsområder som også har resultert i bokutgivelser.
fkv: Olletikki vuoen 1970 jälkhiin kväänin kieli, kylttyyri ja histuuria oon tulheet omiksi tutkimusaloiksi. Tämän resyltaattina oon annettu ulos kirjoi.

source: Det er også gitt ut mye litteratur i Finland om kvenske/ norskfinske forhold, både i skjønnlitterær og faglitterær form.
fkv: Kans Suomessa oon annettu ulos paljon litteratuurii kväänin/norjansuomalaisten oloista, sekä sievälitterääristä ja faakilitterääristä.

source: Noen sentrale forskere som har arbeidet med kvenske/norskfinske forhold er blant andre Kaisa Maliniemi, Venke Olsen, Pia Lane, Irene Andreassen, Einar Niemi og Teemu Ryymin.
fkv: Jokku täheliset tutkiijat, kekkä oon työtelheet kvääniin/ norjansuomalaisten olloin kans, oon muun myötä Kaisa Maliniemi, Venke Olsen, Pia Lane, Irene Andreassen, Einar Niemi ja Teemu Ryymin.

source: Den kvenskspråklige litteraturen er til nå ikke omfattende.
fkv: Kvääninkielistä litteratuurii ei ole paljon tähän saakka.

source: Det er behov for tiltak som inspirerer til litterær originalproduksjon og oversettelsesvirksomhet, for eksempel skrivekurs og oversettingskurs, ikke minst rettet mot ungdom, og støtteordninger til utgivelse eller forfatterstudium.
fkv: Tarvithaan toimet jokka inspireerathaan litterääristä originaaliproduksjuunii ja kääntämistointa, niin ko kirjoittamiskyrsit ja kääntämiskyrsit, ja tässä pittää freistata saaha nuoret myötä. Tarvithaan kans kuurto-oorningit publikasjuuniile tahi kirjailiija-opinoile.

source: Kvensk litteratur blir ikke vurdert i Kulturrådets innkjøpsordning for litteratur, så fremt boka ikke er tospråklig norsk-kvensk.
fkv: Kväänin litteratuurii ei räknätä myötä Kylttyyriraatin litteratuurin ostamisoorninkhiin, jos kirja ei ole kaksikielinen (norjakvääni).

source: Nordnorsk litteraturstrategi 2017-2021, vedtatt av de tre nordligste fylkeskommunene, har etablert virkemidler som også vil gjelde for kvensk litteratur.
fkv: Pohjaisnorjalainen litteratuuristrategia 2017-2021 (Nordnorsk litteraturstrategi 2017-2021), jonka kolme pohjaisinta fylkinkomuunii oon päättänheet, oon perustannu toimikeinot jokka tulhaan kans jällämhään kvääninkielistä litteratuurii.

source: Virkemidlene består av årlige utdelinger av arbeidsstipend og stimuleringsmidler som skal gi nordnorske forfattere anledning til å promotere seg på nasjonale og internasjonale arenaer.
fkv: Joka vuosi piethään jakkaat työstipendiitä ja stimyleerinkirahhoi, niin ette pohjaisnorjalaiset kirjailiijat saahaan promoteerata itteensä nasjunaalisissa ja internasjunaalisissa areenoissa.

source: Det er en mangel at kvenenes/norskfinnenes historie og kultur har vært overflatisk behandla i oppslagsverk, nettressurser og historiebøker.
fkv: Se oon puutet ette kvääniin/norjansuomalaisten histuurian ja kylttyyrin oon tyhä pinnalisesti käsitelty leksikuuniissa, nettiresyrsiissä ja histuuriankirjoissa.

source: Kunnskapen om minoriteten kvener/norskfinner er tilsvarende mangelfull i samfunnet generelt.
fkv: Tieto kväänin/norjansuomalaisen minuriteetin ympäri vailuu liika paljon ylheisesti samfynnissa.

source: Det må stimuleres til at det blir produsert ny og oppdatert litteratur og læremidler på feltet.
fkv: Hääymä stimyleerata ette laitethaan uutta ja aktuellii litteratuurii ja oppimateriaalii näistä faakialoista.

source: 8.2 Bibliotek og litteraturformidling Finnmark fylkesbibliotek har nasjonalt ansvar for Finsk bibliotektjeneste, med en finskspråklig litteratursamling til bruk for alle finsktalende i Norge.
fkv: 8.2 Biblioteekki ja litteratuurin jakaminen Finmarkun fylkinbiblioteekilla oon nasjunaalinen eesvastaus Finsk bibliotektjenesten eestä, jossa oon suomenkielinen litteratuurikokhoonpano, mitä kaikki Norjan suomenkieliset saahaan pittäät.

source: Finnmark fylkesbibliotek kjøper også inn og formidler kvenskspråklig litteratur til samlingen Finmarksbiblioteket.
fkv: Finmarkun fylkinbiblioteekki ostaa ja jakkaa kans kvääninkielistä litteratuurii Finmarksbiblioteketin kokhoonpanhoon.

source: Prosjekt Kvensk bibliotektjeneste 2015 ved Finnmark fylkesbibliotek, Troms fylkesbibliotek, Nordreisa bibliotek og Universitetsbiblioteket UiT – Norges arktiske universitet konkluderte med at det er behov for en egen tjeneste til formidling av kvenskspråklig litteratur og litteratur om kvener/norskfinner.
fkv: Kväänin biblioteekkipalvelu 2015-prosjekti Finmarkun fylkinbiblioteekissa, Tromssan fylkinbiblioteekissa, Raisin bibliote-ekissa ja Universiteetinbiblioteekissa Tromssan universiteettissa – Norjan arktisessa universiteetissa (UiT– Norges arktiske universitet) päätti ette tarvithaan oman palveluksen ette jakkaat kvääninkielistä litteratuurii ja litteratuurii kvääniin/norjansuomalaisten ympäri.

source: Som oppfølging har Finnmark fylkesbibliotek etablert nettstedet kvenskbibliotektjeneste.no i 2017.
fkv: Finmarkun fylkinbiblioteekki oon kattonu tämän prosjektin pörhään ja perustannu nettilaian kvenskbibliotektjeneste.no vuona 2017.

source: Universitetsbiblioteket ved UiT – Norges arktiske universitet har et spesielt ansvar for kvensk og finsk ettersom UiT er den eneste høyere utdanningsinstitusjonen med kvensk og finsk i fagporteføljen.
fkv: Universiteetinbiblioteekilla Tromssan universiteetissa – Norjan arktisessa universiteetissa oon eriliikainen eesvastaus kväänin ja suomen kielen eestä, ko Norjan arktinen universiteetti oon ainua korkkeempi koulutusinstitusjuuni jonka faakipurteföljissä oon kvääni ja suomi.

source: Universitetsbiblioteket har også ansvar for Kvensk bibliografi – Kveenipipliografia, som er en viktig faglig ressurs.
fkv: Universiteetinbiblioteekilla oon kans eestvastaus Kvensk bibliografi – Kveenibibliografian eestä, mikä oon tärkkee faakilinen resyrsi.

source: Nordnorsk litteraturstrategi 2017-2021 legger til rette for at bibliotekene i Nordland, Troms og Finnmark skal drive aktiv formidling av nordnorsk litteratur, her også kvensk/norskfinsk litteratur.
fkv: Pohjaisnorjalainen litteratuuristrategia 2017-2021 (Nordnorsk litteraturstrategi 2017-2021) sovittellee ette Nordlandin, Tromssan ja Finmarkun biblioteekit jajethaan aktiviisesti pohjaisnorjalaista litteratuuri, mihin kuuluu kans kväänin/norjansuomalainen litteratuuri.

source: Kvensk/norskfinsk litteratur inngår som en naturlig del av programmet på Finnmark internasjonale litteraturfestival, arrangert av Finnmark fylkesbibliotek.
fkv: Kväänin/norjansuomalainen litteratuuri oon luonolinen osa Finmarkun litteratuurifestivaalin programii, jonka Finmarkun fylkinbiblioteekki arrangeeraa.

source: Flere av de kommunale bibliotekene, som Porsanger bibliotek, ivaretar kvensk litteratur og kultur i sitt formidlingsarbeid.
fkv: Usseet komunaalit biblioteekit, niin ko Porsangin biblioteekki, otethaan vaarin kväänin litteratuurista ja kylttyyristä omassa jakamistyössä.

source: Det er ønskelig å utvikle egne formidlingsprogram for kvensk/norskfinsk litteratur, i samarbeid med flere aktører, og ta flere arenaer i bruk.
fkv: Halluuma laittaat yhtheistyössä aktööriitten kans omat jakamisprogramit kväänin/ norjansuomalaista litteratuurii varten, ja ottaat pithoon usseemppii areenoita.

source: 8.3 Kunst, musikk, teater og film Kunst, musikk, teater og film er svært viktig for synliggjøring av og bevisstgjøring omkring kvensk/norskfinsk kultur og samfunnsliv.
fkv: 8.3 Kynsti, musikki, teatteri ja filmi Kynsti, musikki, teatteri ja filmi oon eriliikaisen täheliset ette tehhään näkkyyväksi ja nostethaan tietämystä kväänin/norjansuomalaisen kylttyyrin ja samfynnielämän ympäri.

source: Det er flere aktører, både profesjonelle og amatører, som arbeider med kvensk/norskfinsk kunstproduksjon.
fkv: Usseemat aktöörit, sekä profesjunellit ja amatöörit, työtelhään kväänin/norjansuomalaisen kynstiproduksjuunin kans.

source: Eksisterende støtteordninger har vært brukt, og i de senere år har det vært mulig å søke prosjektmidler fra Kommunalog moderniseringsdepartementet.
fkv: Nykyiset kuurto-oorningit oon pietty, ja viimi vuosina oon kans saatettu söökätä prosjektirahhaa Komunaalija uuistusdepartementilta.

source: Prosjekter som inkluderer kvenske kunstog kulturuttrykk har vært gjennomført blant annet av Kainun institutti Kvensk institutt, Varanger museum, avd. Vadsø museum – Ruija kvenmuseum og Scene Finnmark.
fkv: Prosjektiita, joihon kuuluu kväänin kynstija kylttyyrihaamui, oon viety läpi muun myötä Kainun institutissa, Varenkin museumissa, Vesisaaren museumin – Ruijan kväänimuseumin osassa ja Finmarkun Scenessä.

source: Et eksempel på et slikt prosjekt i Finnmark er Sonja Siltalas utstilling og bokprosjekt Tunturin ja meren kansa – Fjellets og havets folk (2007).
fkv: Yksi eksemppeli tällaisesta prosjektista oon Sonja Siltalan näyttelysja kirjaprosjekti Tunturin ja meren kansa – Fjellets og havets folk (2007).

source: Andre eksempler er Uuet laulut/Odda laulagat/Nye sanger (2009-2012) og Kuka mie ole?
fkv: Muut eksemppelit oon Kainun institutin prosjekti Uuet laulut/Odda lavlagat/Nye sanger (2009-2012) ja Kuka mie ole?

source: (2012-2013) ved Kvensk institutt, Scene Finnmarks musikkprosjekt Finnmarksoratoriet – Der dagen er nattens bror (2004, 2017), gjesteutvekslingsprosjektet Kven Connection (2016-18) ved Vadsø museum – Ruija kvenmuseum i samarbeid med Vadsø kunstforening og Taike i Rovaniemi.
fkv: (2012-2013), Scene Finmarkun musikkiprosjekti Finnmarksoratoriet – Der dagen er nattens bror (2004, 2017), Vesisaaren museumin – Ruijan kväänimuseumin vierasvaihettamisprosjekti Kven Connection (2016-18) yhtheistyössä Vadsø kunstforeningin ja rovaniemiläisen Taiken kans.

source: Kåre Kivijärvi fra Hammerfest var en pioner innen fotojournalistikk og fotokunst, svært bevisst på sine røtter og med tett kontakt med kunstnermiljøer i Finland.
fkv: Hammerfestilainen Kåre Kivijärvi oli kuvajournalistikin ja fotokynstin piuneeri kuka tunsi omat juuret eriliikaisen hyvin. Hän oli tivhiisti kontaktissa Suomen kynstnarimiljöitten kans.

source: Innen filmens verden berører en rekke av Anstein Mikkelsens filmer kvenske forhold, som filmene Kađonu loru (2005), Det tause folkets stille død?
fkv: Filmin mailmassa Anstein Mikkelsenin usseet filmit kuvathaan kvääniin olloi, niin ko Kađonu loru (2005), Det tause folkets stille død?

source: (2006), Jakten på Soria Moria (2007), Äitin sanat – Mors ord (2009) og Under en annen himmel (2014).
fkv: (2006), Jakten på Soria Moria (2007), Äitin sanat – Mors ord (2009) ja Under en annen himmel (2014).

source: Sirkka Seljevold laget i 2007 dokumentarfilmen The language of my heart – Sydämen kieli, om de første studentene som studerte kvensk ved UiT – Norges arktiske universitet.
fkv: Sirkka Seljevold teki 2007 dokumentaarifilmin The language of my heart – Sydämen kieli, joka muistelee Tromssan universiteetin Norjan arktisen universiteetin ensimäisen kväänikyrsin studenttiin ympäri.

source: I Finn McAlindens film The secret language (2015) blir en rekke personer intervjuet om deres forhold til det kvenske språket.
fkv: Finn McAlindenin filmissä The secret language (2015) puhutelhaan usseita kväänii heän suhtheesta kväänin kielheen.

source: McAlinden tar også opp situasjonen for språket i dag.
fkv: McAlinden ottaa kans ylös kielen nykyisen tilan.
